[
    {
        "name": "Canon EOS 5D Mark IV Digital SLR Camera Body",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNDc0Nzl4MTUwMC5qcGc=_H_SH222_MW222.jpghttps://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNDc0Nzl4MTUwMC5qcGc=_H_SH222_MW222.jpg",
        "seller": "Cannon",
        "price": 2699,
        "qnt": 10,
        "description": "The EOS 5D Mark IV camera builds on the powerful legacy of the 5D series, offering amazing refinements in image quality, performance and versatility. Canon's commitment to imaging excellence is the soul of the EOS 5D Mark IV. Wedding and portrait photographers, nature and landscape shooters, as well as creative videographers will appreciate the brilliance and power that the EOS 5D Mark IV delivers. Superb image quality is achieved with Canon's all-new 30.4 Megapixel full-frame sensor, and highly-detailed 4K video is captured with ease. Focus accuracy has been improved with a refined 61-point AF system and Canon's revolutionary Dual Pixel CMOS AF for quick, smooth AF for both video and Live View shooting. Fast operation is enhanced with Canon's DIGIC 6+ Image Processor, which provides continuous shooting at up to 7.0 fps*. Built-in Wi-Fi®**, GPS*** and an easy-to-navigate touch-panel LCD allow the camera to become an extension of you. When quality matters, the EOS 5D Mark IV helps deliver results to inspire even the most discerning imagemaker."
    },
    {
        "name": "Nikon D850 Digital SLR Camera Body",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNTM2Mzl4MTUwMC5qcGc=_H_SH222_MW222.jpg",
        "seller": "Nikon",
        "price": 2792,
        "qnt": 10,
        "description": "Extreme resolution meets extreme speed. When Nikon introduced the D800 and D800E, it set a new benchmark for DSLR image quality and super high resolution photography that approached medium format. Now, five years later, Nikon proudly introduces the next evolution in high resolution DSLRs, a camera that allows photographers to capture fast action in 45.7 megapixels of brilliant resolution. With remarkable advancements across the board - sensor design, auto focus, dynamic range, sensitivity, Speed light control, battery life, shutter and mirror drive mechanisms, Silent Photography in Live-View mode, focus shift capability and more. This is quite possibly the most impressive, well-rounded DSLR yet. GPS: GP-1 GPS Unit, GP-1A GPS unit. Operating Environment Temperature- 32 to 104 degree Fahrenheit (0 to 40 degree Celsius Humidity- Less than 85% (no condensation)."
    },
    {
        "name": "Canon EOS-1D X Mark III Digital SLR Camera Body",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNjkyNjN4MTAwMC5qcGVn_H_SH222_MW222.jpg",
        "seller": "Cannon",
        "price": 6499,
        "qnt": 10,
        "description": "The EOS-1D X Mark III offers high level of performance an EOS DSLR has ever possessed, changing the game for serious photographers around the world. a powerful new 20. Megapixel Full-frame CMOS sensor, combined with a cutting-edge new DIGIC X image processor, for truly outstanding stills and video. subjects with incredible focus using the new 191-point AF system — including innovative new Head Detection AF technology (EOS iTR AF X) — along with faster continuous shooting speeds of up to 16 fps with the viewfinder and up to 20 fps in Live View mode. EOS-1D X Mark III is also our most powerful DSLR for video to date, equipped with 4K 60p video capability, plus the option to shoot 5. RAW video or 10-bit video with Canon Log, both recorded internally to CFexpress cards. with built-in Wi-Fi ** for the first time ever in an EOS-1D series, this revolutionary, weather-sealed camera offers the connectivity to share photos and videos with clients, colleagues or family from virtually anywhere. EOS-1D X Mark III — raising the bar on pro DSLR quality and performance."
    },
    {
        "name": "Canon EOS Rebel SL3 Digital SLR with EF-S 18-55mm f/4-5.6 IS STM Lens (Black)",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNjE3NTh4MTUwMC5qcGc=_H_SH222_MW222.jpg",
        "seller": "Cannon",
        "price": 749,
        "qnt": 10,
        "description": "Whether you’re a first time SLR user, an aspiring photo enthusiast, or someone looking to capture those amazing family moments, The Canon EOS Rebel SL3 can be the perfect companion. It’s the smallest and lightest EOS DSLR Camera to date, and is equipped with 4K recording capability, Canon’s dual Pixel CMOS AF, and a Vary-Angle LCD for selfies and fun angles. With a 24.1 Megapixel CMOS (APS-C) sensor, DIGIC 8 image processor to help produce high image quality, and fun options like 4K time-lapse movies, and creative assist, the EOS Rebel SL3 makes it simple to get great photos and videos to view and share. Among current lineup, as of April 10, 2019."
    },
    {
        "name": "Nikon D6 Digital SLR Camera Body",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNjQxNDl4MTAwMC5qcGc=_H_SH222_MW222.jpg",
        "seller": "Nikon",
        "price": 6496,
        "qnt": 10,
        "description": "Captivating imaging power, astonishing speed, dazzling low light performance and extreme durability—all paired with the most powerful AF in Nikon's history. Tough enough for the most demanding professional environments, both in the field and in the studio. Sports and action shots with exceptional focus where it matters. Fast and reliable 14fps continuous shooting. Stunningly clean image quality that shines in any light. Remoteless long exposures. Crucial workflow enhancements for the modern age. The Nikon D6 will redefine the way you work."
    },
    {
        "name": "Nikon D780 Digital SLR Camera Body",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNTE1MTh4MTUwMC5qcGc=_H_SH222_MW222.jpg",
        "seller": "Nikon",
        "price": 2296,
        "qnt": 10,
        "description": "From capturing fast-moving action to jaw-dropping time-lapse sequences and rich 4K videos, Nikon’s new D780 FX-format D-SLR lets your vision take flight. The long-awaited successor to the D750 has the same robust yet agile body, while packing even more heavyweight performance. Its 51-point AF system detects and tracks subjects more tenaciously, thanks to innovations including a new AF algorithm adapted from the flagship D5. It is the first Nikon D-SLR to incorporate focal-plane phase-detection AF, bringing huge enhancements in live view shooting, with wide 273-point coverage and eye-detection AF. And the possibilities don’t end there: it offers a rich array of advanced image-making options, from improved time-lapse movies to shutter speeds of 1/8000 to 900 s, and diverse movie functions including 4K UHD/30p with HDR (HLG) support. Combined with the effortless handling of a touch-operable LCD, the D780 lets you stay nimble, and seize every imaging opportunity."
    },
    {
        "name": "Pentax K-3 Mark III Digital SLR Camera Body (Silver)",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNjkzNTh4MTAwMC5qcGVn_H_SH222_MW222.jpg",
        "seller": "Pentax",
        "price": 1999,
        "qnt": 10,
        "description": "[Viewfinder that enables you to become more immersed when taking a photo ] The viewfinder and the height of the screen are designed to prevent your nose from contacting the camera body so that you can look into it more naturally. Also equipped with an eye sensor, the image monitor turns off at the same time as looking through the viewfinder. This prevents the screen's illumination from affecting visibility during shooting, while allowing you to capture images more comfortably."
    },
    {
        "name": "Pentax K-3 Mark III Digital SLR Camera Body (Black)",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNjkzNTd4MTAwMC5qcGVn_H_SH222_MW222.jpg",
        "seller": "Pentax",
        "price": 1999,
        "qnt": 10,
        "description": "[Viewfinder that enables you to become more immersed when taking a photo ] The viewfinder and the height of the screen are designed to prevent your nose from contacting the camera body so that you can look into it more naturally. Also equipped with an eye sensor, the image monitor turns off at the same time as looking through the viewfinder. This prevents the screen's illumination from affecting visibility during shooting, while allowing you to capture images more comfortably."
    },
    {
        "name": "Sony FE 24-70mm f/2.8 GM II Lens",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNzM4NTd4MTAwMC5qcGVn_H_SH222_MW222.jpg",
        "seller": "Sony",
        "price": 2298,
        "qnt": 10,
        "description": "A refined take on the fast standard zoom, the Sony FE 24-70mm f/2.8 GM II is not only smaller and lighter than the previous generation, it also features a variety of optical, focusing, and handling upgrades, catering to both photo and video applications, that make this the most well-rounded G Master zoom to date. Designed to rival the primes, this zoom's optics have been revamped to provide even greater resolution, clarity, and bokeh quality."
    },
    {
        "name": "Sony FE PZ 16-35mm f/4 G Lens",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNzM0NDV4MjAwMC5qcGc=_H_SH222_MW222.jpg",
        "seller": "Sony",
        "price": 1198,
        "qnt": 10,
        "description": "A compact design with superb optics and a power zoom function makes the Sony PZ 16-35mm f/4 G an ideal choice for all types of creators, whether that means you shoot video, stills, or both. This ultra-wide lens is among the lightest in its class and the constant f/4 aperture strikes an ideal balance that is bright enough for available-light shooting while remaining portable for all-day shoots. A perfect companion for content creators, this lens's key features are ideal for video applications, including Power Zoom, suppressed focusing breathing, and versatile focus handling, along with a well-balanced design that performs well when mounted on a gimbal or drone or used handheld."
    },
    {
        "name": "Canon RF 1200mm f/8 L IS USM Lens",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNzMxMzR4MTAwMC5qcGVn_H_SH222_MW222.jpg",
        "seller": "Cannon",
        "price": 19999,
        "qnt": 10,
        "description": "Unparalleled length with a distinctly compact and lightweight design, the Canon RF 1200mm f/8 L IS USM is a super-telephoto prime offering a premium mixture of optics quality, intuitive handling, and professional-grade durability. As one of the longest focal lengths available, this lens excels in wildlife and sports applications, offering uniquely close-up views of distant subjects. Combined with responsive AF, apt image stabilization, and a surprisingly lightweight design, the 1200mm f/8 is a specialized lens with a versatile feature-set."
    },
    {
        "name": "Canon RF 800mm f/5.6 L IS USM Lens",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNzMxMzN4MTAwMC5qcGVn_H_SH222_MW222.jpg",
        "seller": "Cannon",
        "price": 16999,
        "qnt": 10,
        "description": "Relatively sleek despite its super-telephoto reach, the Canon RF 800mm f/5.6 L IS USM is an impressive prime meshing top-of-the-line performance with an updated compact and lightweight design. Ideal for sports, wildlife, and journalism applications, this long lens offers a distinctly tight field of view for isolating distant subjects, along with responsive AF and image stabilization, reliable weather-sealing, and intuitive handling for dependable use in fast-paced situations."
    },
    {
        "name": "Nikon NIKKOR Z 70-200mm f/2.8 VR S Lens",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNjU1Nzl4MjAwMC5qcGc=_H_SH222_MW222.jpg",
        "seller": "Nikon",
        "price": 2596,
        "qnt": 10,
        "description": "A popular zoom among sports, event, and portrait photographers, the NIKKOR Z 70-200mm f/2.8 VR S from Nikon is an impressively versatile telephoto lens characterized by its bright f/2.8 design. The fast maximum aperture suits working in available lighting conditions and also affords increased control over depth of field for isolating subjects with selective focus. The optical design incorporates a series of ED, fluorite, and SR elements, which help to reduce color fringing and chromatic aberrations throughout the zoom range for improved clarity and color accuracy. Additionally, ARNEO and Nano Crystal Coats, as well as a Super Integrated Coating, have been applied to suppress flare, ghosting, and surface reflections for improved contrast and color fidelity."
    },
    {
        "name": "Nikon AF-S NIKKOR 200-500mm f/5.6E ED VR Lens",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNDA0NDR4MTUwMC5qcGc=_H_SH222_MW222.jpg",
        "seller": "Nikon",
        "price": 1396,
        "qnt": 10,
        "description": "Spanning a long, versatile zoom range, the AF-S NIKKOR 200-500mm f/5.6E ED VR Lens from Nikon is a telephoto zoom characterized by a constant f/5.6 maximum aperture for consistent performance throughout the zoom range. The optical design incorporates three extra-low dispersion glass elements to reduce chromatic aberrations and distortions for increased sharpness and color accuracy. Also contributing to improved image quality, a Super Integrated Coating has been applied to lens elements to lessen flare and ghosting for improved contrast and clarity.A Silent Wave Motor AF system produces fast, near-silent focusing performance that suits both stills shooting and movie recording, which can instantly be manually overridden by simply turning the manual focus ring. Further contributing to photographing in fast-paced situations and difficult lighting, VR (Vibration Reduction) image stabilization compensates for the effects of camera shake by up to 4.5 shutter speed stops. Additionally, an electromagnetic aperture mechanism is integrated into the lens design to provide greater exposure control stability that is especially beneficial when working with faster continuous shooting rates."
    },
    {
        "name": "Canon RF 16mm f/2.8 STM Lens",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNzEzOTN4MTAwMC5qcGVn_H_SH222_MW222.jpg",
        "seller": "Canon",
        "price": 299,
        "qnt": 10,
        "description": "Ultra-wide field of view mixed with a compact and portable design, the Canon RF 16mm f/2.8 STM is a sleek everyday wide-angle prime. Blending a compact, lightweight design with a bright maximum aperture, this rectilinear ultra-wide comes in handy when photographing interiors and architectural subjects, as well as broad landscape views and astrophotography scenes.One aspherical element is featured in the optical design, which limits distortion and contributes to a high degree of sharpness for accurate rendering. This unique lens also sports a close 5.1' minimum focusing distance for close-up shooting and the STM AF motor enables smooth and quiet focusing performance to suit both photo and video applications. The lightweight design and broad field of view also make this lens an enticing option for vlogging and content creation."
    },
    {
        "name": "Canon RF 35mm f/1.8 IS Macro STM Lens",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNTg5MDB4MTUwMC5qcGc=_H_SH222_MW222.jpg",
        "seller": "Canon",
        "price": 449,
        "qnt": 10,
        "description": "Compact, lightweight, and close-focusing, the RF 35mm f/1.8 IS Macro STM from Canon is a unique wide-angle prime mixing the versatility of a general wide lens with the specialty of a 1:2 macro optic. An advanced optical design is benefitted by a Super Spectra coating, which helps to control flare and ghosting for greater contrast and color accuracy when working in bright or backlit conditions. Capable of focusing down to 6.7' at half life-size, this lens is ideal for photographing everything from close-ups of plants to street scenes and landscapes. The bright f/1.8 maximum aperture offers increased control over depth of field and also suits working in a variety of lighting conditions. Complementing this is a five stop-effective image stabilization, which minimizes the appearance of camera shake for sharper handheld shooting. Also, an STM motor affords impressively quiet and smooth autofocus performance and full-time manual focus override. Additionally, a configurable Control Ring lets you adjust exposure settings, including ISO, aperture, and exposure compensation, from the lens itself."
    },
    {
        "name": "Canon XA45 Professional UHD 4K Camcorder",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNjE1Njh4MTUwMF8xLmpwZw==_H_SH222_MW222.jpg",
        "seller": "Canon",
        "price": 2099,
        "qnt": 10,
        "description": "The Canon XA45 Professional UHD 4K Camcorder is a compact, lightweight camera featuring UHD 4K capture, a 1/2.3' CMOS sensor, two XLR audio inputs, and one mini-HDMI, and one BNC 3G-SDI output which fits right into the ENG category for documentary or journalism-style productions.The XA45's optics include an integrated 20x HD optical zoom and an eight-bladed circular iris for more natural highlights. The camera's pro-style features include Hybrid, Normal, Face Only, Manual Focus, Instant, and Canon's Medium autofocus; fast- and slow-motion recording, full manual control, optical and electronic image stabilization, a 3' touchscreen LCD, user-assignable buttons, infrared mode, and a DIG!C DV 6 image processor with high sensitivity and low noise. The XA45 also has display monitoring features such as zebra, color bars, and test tone."
    },
    {
        "name": "Canon XF705 Professional 4K Camcorder",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNTkwMDZ4MTUwMC5qcGc=_H_SH222_MW222.jpg",
        "seller": "Canon",
        "price": 6999,
        "qnt": 10,
        "description": "The XF705 4K 1' Sensor XF-HEVC H.265 Pro Camcorder from Canon offers up to UHD 4K60 4: 2: 2 10-bit capture in a compact, ergonomic form. With both Adobe Premiere Pro 14.0 and Apple Final Cut Pro 10.4.7 now offering H.265/XF-HEVC support, XF705 users can now take advantage of improved compression and reduced bit rates, especially when shooting and finishing in 4K. Designed for easy portability, the XF705 is well suited for documentary, ENG, events, and sports capture. Its 1' CMOS sensor and dual DIGIC DV 6 processors provide high sensitivity and low noise for natural-looking images. Camera features include 1080p rates up to 120 fps, 12G-SDI and HDMI 2.0 outputs, internal ND filters, and dual XLR audio inputs."
    },
    {
        "name": "Sony PXW-Z150 4K XDCAM Camcorder",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wNDUyMzV4MTUwMC5qcGc=_H_SH222_MW222.jpg",
        "seller": "Sony",
        "price": 2998,
        "qnt": 10,
        "description": "The Sony PXW-Z150 4K XDCAM Camcorder brings high-quality performance, adaptability, and ease of use to a compact, handheld body that is the same size as the HXR-NX100. Suitable for corporate video, house of worship, and legal deposition recording. The camcorder features a single Exmor RS sensor with a UHD 4K (3840 x 2160) resolution, Sony G lens with 12x optical zoom range, and 18/24x Clear Image Zoom in 4K/HD. It can record 4K in XAVC Long at 4:2:0 8-bit, and HD in XAVC Long at 4:2:2 10-bit at 50 Mb/s, as well as MPEG2HD at 4:2:2 or 4:2:0 in 8-bit only. The integrated zoom lens features individual lens control rings for focus, iris, and zoom, and produces smooth-rounded-out-of-focus highlights. The lens can be used in either full-auto mode with servo control or as a completely manually operated lens."
    },
    {
        "name": "JVC GY-HMQ10 4K Compact Handheld Camcorder",
        "img": "https://www.samys.com/imagesproc/L2ltYWdlcy9wcm9kdWN0L21haW4vUy0wMTg0ODd4NTAwLmpwZw==_H_SH222_MW222.jpg",
        "seller": "JVC",
        "price": 4999,
        "qnt": 10,
        "description": "The groundbreaking JVC GY-HMQ10 4K Compact Handheld Camcorder is a one-of-a-kind camera that employs 4K imaging. It features the Falconbrid high-speed processor for advanced video applications. There's one Falconbrid engine for de-matrixing raw data in real time, while another handles H.264 encoding and formatting into the required MPEG4 format. The GY-HMQ10 uses a single 1/2.3' CMOS 4K sensor, which provides 3840 x 2160 images that are four times the resolution of Full HD cameras and monitors. With single sensor sensitivity, the camera works well over a wide range of lighting conditions. It also simplifies the optical design, which results in more precise images with minimal aberration. Plus, the 3840 x 2160 resolution supports a widescreen 16: 9 aspect ratio as well."
    }
]